Repository: holger-dev/nextdeck
Catalog: ios/NextDeckWidget/*.lproj/AppIntents.strings
Languages: de

# widget.description
source: Quick access to boards and cards.
de: Schneller Zugriff auf Boards und Karten.

# widget.noCards
source: No cards
de: Keine Karten

# widget.intentDescription
source: Choose a board and filter.
de: Board und Filter auswaehlen.

# filter.all
source: All cards
de: Alle Karten

# filter.assigned
source: Assigned only
de: Nur mir zugewiesen

# filter.dueSoon
source: Due soon
de: Faellig bald

# view.title
source: View
de: Ansicht

# view.upcoming
source: Upcoming
de: Anstehend

# view.upcoming.title
source: Upcoming
de: Anstehend

# view.upcoming.subtitle
source: Next 3 cards
de: Naechste 3 Karten

# parameter.view
source: View
de: Ansicht

# assignment.assigned
source: Assigned
de: Zugewiesen

# assignment.all
source: All cards
de: Alle Karten

# upcomingLarge.widgetTitle
source: Upcoming Large Widget
de: Anstehend-Gross-Widget

# upcomingLarge.intentDescription
source: Upcoming cards with assignment filter.
de: Anstehende Karten nach Zuweisung filtern.

# upcomingLock.widgetTitle
source: Upcoming Lock Widget
de: Anstehend-Sperrbildschirm-Widget

# upcomingLock.intentDescription
source: Upcoming cards for the lock screen.
de: Anstehende Karten fuer den Sperrbildschirm.

# newcard.widgetTitle
source: New Card Widget
de: Neue-Karte-Widget

# newcard.intentDescription
source: Choose a board for quick add.
de: Board fuer Schnellzugriff waehlen.

source: Show %@ for %@
de: Zeige %@ fuer %@

source: Show %@ for %@ with %@
de: Zeige %@ fuer %@ mit %@

source: Show upcoming cards
de: Zeige anstehende Karten

source: Create card in %@
de: Karte erstellen in %@

source: Show %@ cards
de: Zeige %@ Karten
